tap "filosottile/gomod"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jason0x43/neovim-nightly"
tap "knative-sandbox/kn-plugins"
tap "knative/client"
tap "mike-engel/jwt-cli"
tap "tinygo-org/tools"
brew "argocd"
brew "bat"
brew "ccache"
brew "python@3.9"
brew "llvm"
brew "ccls"
brew "cmake"
brew "fd"
brew "fish"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "helm"
brew "helmfile"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "maven"
brew "neovim"
brew "nghttp2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust-analyzer"
brew "sops"
brew "stern"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "vegeta"
brew "watch"
brew "wget"
brew "wireshark"
brew "zsh"
brew "knative-sandbox/kn-plugins/quickstart"
brew "knative/client/kn"
brew "mike-engel/jwt-cli/jwt-cli"
brew "tinygo-org/tools/tinygo"
cask "alacritty"
cask "chromium"
cask "font-hack-nerd-font"
cask "iterm2"
cask "openvpn-connect"
cask "slack"
cask "spotify"
cask "wireshark"
