# brew "bitwarden-cli"
brew "antidote"
brew "argocd"
brew "asdf"
brew "bat"
brew "ccache"
brew "ccls"
brew "cmake"
brew "codespell"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "gnupg"
brew "gnutls"
brew "google-cloud-sdk"
brew "guile"
brew "helm"
brew "helmfile"
brew "jq"
brew "kind"
brew "kubectx"
brew "llvm"
brew "luv"
brew "mike-engel/jwt-cli/jwt-cli"
brew "neovim"
brew "nghttp2"
brew "pkg-config"
brew "ripgrep"
brew "ruby"
brew "sha2"
brew "sops"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tmux"
brew "tree"
brew "unbound"
brew "watch"
brew "wget"
brew "zsh"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mike-engel/jwt-cli"
tap "nats-io/nats-tools"
tap "tinygo-org/tools"
tap "homebrew/cask-fonts"

cask "docker"
cask "font-fira-code"
cask "font-fira-mono-nerd-font"
cask "hammerspoon"
cask "karabiner-elements"
