tap "filosottile/gomod"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "knative-sandbox/kn-plugins"
tap "knative/client"
tap "koekeishiya/formulae"
tap "mike-engel/jwt-cli"
tap "nats-io/nats-tools"
tap "tinygo-org/tools"
brew "argocd"
brew "bat"
brew "golang"
brew "node"
brew "bitwarden-cli"
brew "fontconfig"
brew "pkg-config"
brew "ccache"
brew "python@3.10"
brew "llvm"
brew "ccls"
brew "cmake"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "fzf"
brew "gh"
brew "gnupg"
brew "helm"
brew "helmfile"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "luv"
brew "maven"
brew "neovim"
brew "nghttp2"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "sha2"
brew "sops"
brew "stern"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tmux"
brew "tree"
brew "vegeta"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "golangci/tap/golangci-lint"
brew "mike-engel/jwt-cli/jwt-cli"
brew "tinygo-org/tools/tinygo"
brew "rustup-init"
cask "opera"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "karabiner-elements"
cask "openvpn-connect"
cask "slack"
cask "spotify"
cask "wireshark"
cask "alacritty"
cask "bitwarden"
cask "hammerspoon"
cask "docker"
