jethrokuan/z
jhillyerd/plugin-git
evanlucas/fish-kubectl-completions
patrickf1/fzf.fish
nickeb96/puffer-fish
pure-fish/pure
meaningful-ooo/sponge
gazorby/fish-abbreviation-tips
