# Add zsh-defer at the top since other plugins might depend on it
romkatv/zsh-defer

mattmc3/ez-compinit

romkatv/powerlevel10k

mroth/evalcache

# # Oh My Zsh plugins
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/adb kind:fpath
ohmyzsh/ohmyzsh path:plugins/ag kind:fpath
ohmyzsh/ohmyzsh path:plugins/azure
ohmyzsh/ohmyzsh path:plugins/asdf
ohmyzsh/ohmyzsh path:plugins/brew
ohmyzsh/ohmyzsh path:plugins/docker
# ohmyzsh/ohmyzsh path:plugins/docker-compose
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/gcloud
ohmyzsh/ohmyzsh path:plugins/gh
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/golang
ohmyzsh/ohmyzsh path:plugins/helm
ohmyzsh/ohmyzsh path:plugins/istioctl
# ohmyzsh/ohmyzsh path:plugins/kubectl
ohmyzsh/ohmyzsh path:plugins/kustomize kind:fpath
ohmyzsh/ohmyzsh path:plugins/n kind:fpath
ohmyzsh/ohmyzsh path:plugins/rg kind:fpath
ohmyzsh/ohmyzsh path:plugins/rust
ohmyzsh/ohmyzsh path:plugins/terraform
# breaks instant prompt
# ohmyzsh/ohmyzsh path:plugins/vi-mode
ohmyzsh/ohmyzsh path:plugins/xcode
ohmyzsh/ohmyzsh path:plugins/z

mbhynes/fzf-gcloud
# bonnefoa/kubectl-fzf path:shell
stefanheule/zsh-llm-suggestions

# Aloxaf/fzf-tab path:fzf-tab.plugin.zsh

junegunn/fzf-git.sh path:fzf-git.sh

esc/conda-zsh-completion kind:fpath
junegunn/fzf path:shell/key-bindings.zsh
zdharma-continuum/fast-syntax-highlighting
marlonrichert/zsh-autocomplete
lincheney/fzf-tab-completion path:zsh
